/**
 *
 *    民法典
 *
 **/

export default [
    {
        topic: '若小张在阻止施暴男子过程中，自己的名牌眼镜被对方打坏，如何索赔？（可多选）    A.向施暴男子要求索赔    B.如果施暴男子逃跑或者无力赔偿的，可由受助者给予适当补偿',
        answer: 'A、B。《民法典》第一百八十三条 因保护他人民事权益使自己受到损害的，由侵权人承担民事责任，受益人可以给予适当补偿。没有侵权人、侵权人逃逸或者无力承担民事责任，受害人请求补偿的，受益人应当给予适当补偿。',
    },
    {
        topic: '小明见到一个小女孩被一群人围住，于是决定见义勇为。上前搭救过程中不慎造成小女孩受伤，请问小明是否需要承担民事责任？        A.需要        B.不需要',
        answer: 'B.不需要，《民法典》第一百八十四条 因自愿实施紧急救助行为造成受助人损害的，救助人不承担民事责任。',
    },
    {
        topic: '11岁的小强用妈妈的手机玩游戏并充值了10000元买装备，妈妈知道之后很生气，她可以要求游戏平台返还这笔钱吗？A.可以        B.不可以',
        answer: 'A.可以。《民法典》第十九条、第二十条规定：“不满八周岁的未成年人为无民事行为能力人，由其法定代理人代理实施民事法律行为。八周岁以上的未成年人为限制民事行为能力人，实施民事法律行为由其法定代理人代理或者经其法定代理人同意、追认；但是，可以独立实施纯获利益的民事法律行为或者与其年龄、智力相适应的民事法律行为。”小强妈妈不同意、不追认小强的充值行为，小强给游戏大额充值的行为属无效，依法有权要求游戏公司退款，游戏公司也应当将充值金额予以退还。',
    },
    {
        topic: '老王乘坐高铁时霸占他人座位，还说“我想坐那儿就坐那儿，你们还能赶我下车？”对于老王这种行为，法律没有明确规定。对吗？        A.对        B.错',
        answer: 'B.错，民法典第八百一十五条规定：旅客应当按照有效客票记载的时间、班次和座位号乘坐。旅客无票乘坐、超程乘坐、越级乘坐或者持不符合减价条件的优惠客票乘坐的，应当补交票款，承运人可以按照规定加收票款；旅客不支付票款的，承运人可以拒绝运输。',
    },
    {
        topic: '小雨住的高层住宅坠落了一个花盆砸伤了人，在难以确定具体“真凶”的情况下，小雨可能承担补偿责任吗？        A.可能        B.不可能',
        answer: '可能，民法典第一千二百五十四条规定：禁止从建筑物中抛掷物品。从建筑物中抛掷物品或者从建筑物上坠落的物品造成他人损害的，由侵权人依法承担侵权责任；经调查难以确定具体侵权人的，除能够证明自己不是侵权人的外，由可能加害的建筑物使用人给予补偿。可能加害的建筑物使用人补偿后，有权向侵权人追偿。',
    },
    {
        topic: '胎儿尚未出生，父亲因车祸不幸身亡，胎儿是否有权继承父亲的遗产？        A.有权        B.无权',
        answer: 'A.有权，《民法典》第十六条规定，涉及遗产继承、接受赠与等胎儿利益保护的，胎儿视为具有民事权利能力。但是，胎儿娩出时为死体的，其民事权利能力自始不存在。        《民法典》第一千一百五十五条规定，遗产分割时，应当保留胎儿的继承份额。胎儿娩出时是死体的，保留的份额按照法定继承办理。',
    },
    {
        topic: '《民法典》的正式施行日期是？A.2020年1月1日        B.2020年9月1日        C.2021年1月1日        D.2021年9月1日',
        answer: 'C.2021年1月1日',
    },
    {
        topic: '小花遭父亲虐待，父亲被法院撤销监护权后，有义务继续付抚养费吗？        A.有义务        B.没有义务',
        answer: 'A.有义务，《民法典》第三十七条规定，依法负担被监护人抚 养费、赡养费、扶养费的父母、子女、配偶等，被人民法院撤销监护人资格后，应当继续履行负担的义务。',
    },
    {
        topic: '一条宠物狗与主人走失，被小张收留并悉心照顾，数天后狗主人来领，小明可以向狗主人要饲养费吗？        A.可以        B.不可以',
        answer: 'A.可以，《民法典》第九百七十九条 管理人没有法定的或者约定的义务，为避免他人利益受损失而管理他人事务的，可以请求受益人偿还因管理事务而支出的必要费用;管理人因管理事务受到损失的，可以请求受益人给予适当补偿。',
    },
    {
        topic: '小张在餐厅吃饭，服务员误将他人点的一道菜上给他，小张明知上错菜仍然吃完，服务员发现后，可否让小张付钱？        A.可以        B.不可以',
        answer: 'A.可以，《民法典》第九百八十七条 得利人知道或者应当知道取得的利益没有法律根据的，受损失的人可以请求得利人返还其取得的利益并依法赔偿损失。',
    },
    {
        topic: '小陈在人行道上正常行走，结果被身后驶来的一辆自行车撞伤，对方意图逃走，周围又没有摄像头，小明可否扣留对方的自行车？        A.可以        B.不可以',
        answer: 'A.可以，《民法典》第一千一百七十七条 合法权益受到侵害，情况紧迫且不能及时获得国家机关保护，不立即采取措施将使其合法权益受到难以弥补的损害的，受害人可以在保护自己合法权益的必要范围内采取扣留侵权人的财物等合理措施;但是，应当立即请求有关国家机关处理。',
    },
    {
        topic: '小马路遇一儿童落水，奋勇跳入水中救人，救起儿童的过程中造成其局部挫伤，小马要为此赔偿吗？        A.需要        B.不需要',
        answer: 'B.不需要， 《民法典》第一百八十四条 因自愿实施紧急救助行为造成受助人损害的，救助人不承担民事责任。',
    },
    {
        topic: '李佳琦的声音如“OH MY GOD,买它买它”可以随便拿来用吗？',
        answer: '不可以，《民法典》第一千零二十三条 第二款规定：对自然人声音的保护，参照适用肖像权保护的有关规定。',
    },
    {
        topic: '问：小刘在小区中散步时，被从居民坠落下来的一扇窗户砸伤，物业是否有责任        A.若物业未采取必要安全保障措施，应承担责任        B.没有责任',
        answer: 'A.若物业未采取必要安全保障措施，应承担责任。《中华人民共和国民法典》第一千二百五十四条规定，禁止从建筑物中抛掷物品。从建筑物中抛掷物品或者从建筑物上坠落的物品造成他人损害的，由侵权人依法承担侵权责任；经调查难以确定具体侵权人的，除能够证明自己不是侵权人的外，由可能加害的建筑物使用人给予补偿。可能加害的建筑物使用人补偿后，有权向侵权人追偿。物业服务企业等建筑物管理人应当采取必要的安全保障措施防止前款规定情形的发生；未采取必要的安全保障措施的，应当依法承担未履行安全保障义务的侵权责任。发生本条第一款规定的情形的，公安等机关应当依法及时调查，查清责任人。',
    },
    {
        topic: '问：小张将自己养的宠物狗遗弃，这条狗流浪期间咬伤他人，小张是否承担责任？        A.是        B.否',
        answer: 'A.是，《民法典》第一千二百四十九条 遗弃、逃逸的动物在遗弃、逃逸期间造成他人损害的，由动物原饲养人或者管理人承担侵权责任。',
    },
    {
        topic: '问：根据《中华人民共和国民法典》的规定，民事主体按照自己的意思设立、变更、终止民事法律关系，体现了什么原则？ A.平等原则 B.自愿原则 C.公平原则  D.诚信原则',
        answer: 'B.自愿原则。根据《中华人民共和国民法典》的规定，民事主体根据自愿原则，可以按照自己的意思设立、变更、终止民事法律关系。',
    },
    {
        topic: '网购商品用快递送达，商品在快递途中、签收之前毁损的风险谁承担？        A.买家        B.卖家',
        answer: 'B.卖家。《民法典》第五百一十二条规定，通过互联网等信息网络订立的电子合同的标的为交付商品并采用快递物流方式交付的，收货人的签收时间为交付时间。第六百零四条规定，标的物毁损、灭失的风险，在标的物交付之前由出卖人承担，交付之后由买受人承担，但是法律另有规定或者当事人另有约定的除外。',
    },
    {
        topic: '开发商、物业公司在利用小区业主共有部分产生的收益，在扣除合理成本后，剩余收益归()共有。        A.开发商 B.物业公司        C.居委会 D.小区业主',
        answer: 'D.根据《中华人民共和国民法典》的规定，开发商、物业公司在利用小区业主共有部分产生的收益，在扣除合理成本后，剩余收益归小区业主共有。',
    },
    {
        topic: '小兰租房期间，房东把房子卖了，小兰与原房东的租赁合同还有效吗？        A.有效        B.无效',
        answer: 'A.有效。《民法典》第七百二十五条规定，租赁物在承租人按照租赁合同占有期限内发生所有权变动的，不影响租赁合同的效力。',
    },
    {
        topic: '问：小明在网络上用p图形式编造虚假事实，诽谤谩骂小红，损害小红人格权，小红可以要求侵权人小明承担()。        A.刑事责任 B.行政责任        C.民事责任 D.劳动责任',
        answer: 'C.根据《中华人民共和国民法典》的规定，人格权受到损害的，可以要求侵权人承担民事责任。',
    },
    {
        topic: '双十一购物节的时候，甲通过某网络购物平台购买一串蜜蜡手链，该笔购物的交付时间是()。        A.快递小哥收货时间 B.网店店主发货时间        C.快递小哥送货时间 D.收货人签收时间',
        answer: 'D.根据《中华人民共和国民法典》的规定，网购行为交付时间为收货人签收时间。',
    },
    {
        topic: '根据《中华人民共和国民法典》的规定，小明被高空抛物砸中，()应当依法及时调查并查清责任人。        A.人民法院 B.公安机关        C.人民检察院 D.居委会',
        answer: 'B.根据《中华人民共和国民法典》的规定，小明被高空抛物砸中，公安机关应当依法及时调查并查清责任人。',
    },
    {
        topic: '物权是一种财产权，下列属于物权的是()。        A.子女 B.一盒维生素C        C.会计职称 D.空气',
        answer: 'B.据《中华人民共和国民法典》的规定，物权指的是权利人依法对特定的物享有直接支配和排他的权利。子女、职称非特定的物。空气不具有排他的权利。',
    },
    {
        topic: '每天小明总是收到各种垃圾短信和电话，这种行为侵犯了甲的()权利?        A.名誉权 B.姓名权        C.隐私权 D.肖像权',
        answer: 'C.据《中华人民共和国民法典》的规定，垃圾短信和电话属于对接收者的隐私权侵害。',
    },
    {
        topic: '甲给乙的房屋进行装修，乙拖欠装修款一直不给甲，甲向法院起诉的诉讼时效是()。        A.一年 B.二年 C.三年 D.四年',
        answer: 'B.据《中华人民共和国民法典》的规定，对于债权的诉讼时效规定为两年。',
    },
    {
        topic: '根据相关法律规定，法定结婚年龄是女不得早于二十周岁，男不得早于二十二周岁，这种说法正确吗？        A.正确        B.错误',
        answer: 'A.正确',
    },
    {
        topic: '公安部门发布一部遗失在地铁上的华为手机的失物招领公告，自发布招领公告之日起一年内无人认领的，归____所有。        A.国家B.集体C.拾得者D.派出所',
        answer: 'A.根据《中华人民共和国民法典》规定，遗失物自发布招领公告之日起一年内无人认领的，归国家所有。',
    },
    {
        topic: '自然人从出生时起到死亡时止，具有民事权利能力，依法享有民事权利，承担民事义务。上述说法是否正确？        A.正确        B.错误',
        answer: 'A.正确。',
    },
    {
        topic: '民事主体的人身权利、财产权利以及其他一切权益受法律保护，任何组织或者个人不得侵犯。上述说法是否正确？        A.正确        B.错误',
        answer: 'B.错误。民事主体的人身权利、财产权利以及其他合法权益受法律保护，任何组织或者个人不得侵犯。',
    },
    {
        topic: '自然人的民事行为能力一律平等。上述说法是否正确？        A.正确        B.错误',
        answer: 'B.错误。《中华人民共和国民法典》对自然人民事行为能力作了区分，分为完全民事行为能力人，限制民事行为能力人和无民事行为能力人。',
    },
    {
        topic: '小明开了一家公司，并办理法人登记，应当将主要办事机构所在地登记为住所。上述说法是否正确？        A.正确        B.错误',
        answer: 'A.正确。《民法典》第六十三条，法人以其主要办事机构所在地为住所。依法需要办理法人登记的，应当将主要办事机构所在地登记为住所。',
    },
    {
        topic: 'A饮料公司在广告中对与英雄烈士使用调侃性语言，损害公共利益的，应当承担民事责任。上述说法是否正确？        A.正确        B.错误',
        answer: 'A.正确。根据《中华人民共和国民法典》规定，侵害英雄烈士等的姓名、肖像、名誉、荣誉，损害社会公共利益的，应当承担民事责任。',
    },
    {
        topic: '中华人民共和国民法典》分为7编：总则、物权、合同、人格权、婚姻家庭、继承、侵权责任,以及附则。上述说法是否正确？        A.正确        B.错误',
        answer: 'A.正确。',
    },
    {
        topic: '《中华人民共和国民法典》规定，某甲只有6岁，他不具有民事法律关系主体资格。上述说法是否正确？        A.正确        B.错误',
        answer: 'B.错误。根据《中华人民共和国民法典》相关规定，未成年人具有民事法律关系主体资格，但其民事法律行为能力受到年龄限制。',
    },
    {
        topic: '问：《中华人民共和国民法典》规定，城市的土地，属于房地产开发商所有。上述说法是否正确？A.正确        B.错误',
        answer: 'B.错误。根据《中华人民共和国民法典》相关规定，城市的土地，属于国家所有。',
    },
    {
        topic: '问：小明开了一个公司，主要经营人体细胞的买卖，是否符合《中华人民共和国民法典》规定？        A.符合        B.不符合',
        answer: 'B.不符合。《中华人民共和国民法典》规定，禁止以任何形式买卖人体细胞、人体组织、人体器官、遗体。',
    },
    {
        topic: '问：小明在网络上用p图形式编造虚假事实，诽谤谩骂小红，其行为是否合法？        A.合法        B.不合法',
        answer: 'B.不合法。《中华人民共和国民法典》规定，任何组织或者个人不得以丑化、污损，或者利用信息技术手段伪造等方式侵害他人的肖像权。',
    },
    {
        topic: '出门在宾馆房间发现摄像头，安装摄像头偷拍的人侵犯了住客的什么权利？        A.隐私权        B.财产权        C.生命权        D.人身权',
        answer: 'A.隐私权。公民的隐私权受到法律保护，其他任何人都不得非法侵犯。根据《民法典》第一千零三十三条第二项的规定，除法律另有规定或者权利人明确同意外，任何组织或者个人不得进入、拍摄、窥视他人的住宅、宾馆房间等私密空间。以偷拍的方式窥探别人家的活动，构成了对他人隐私权的侵犯，属于违法行为，被侵权人有权要求其承担相应的民事责任。',
    },
    {
        topic: '身份证被他人骗去办理信用卡，可以要求加害人赔偿吗？        A.可以        B.不可以',
        answer: 'A.可以。姓名是公民个人区别于其他人的特殊符号，是一个人的自身标志，受到法律保护。身份证被他人骗去办理信用卡，是其姓名权被盗用的表现。被侵权人有权要求侵权人停止侵害，排除妨碍，恢复名誉，消除影响，赔礼道歉，并可以要求赔偿因盗用行为产生的其他损失。',
    },
    {
        topic: '半张脸也有肖像权吗？        A.具有        B.没有',
        answer: 'A.具有。根据我国《民法典》规定，自然人享有肖像权。肖像是指自然人的外部形象通过一定的形式在客观上再现所形成的作品。如果半张脸能够反映某人的面部特征，即一般人都能认出是谁，尽管只显示半张脸，仍然是肖像的再现，因此具有肖像权。',
    },
    {
        topic: '12岁的小华沉迷网络游戏直播，偷偷用妈妈的手机打赏主播5万元，妈妈可以追回5万元吗？        A.可以        B.不可以',
        answer: 'A.可以。根据《民法典》第十九条的规定：八周岁以上的未成年人为限制民事行为能力人，实施民事法律行为由其法定代理人代理或者经其法定代理人同意、追认。12岁的小华打赏主播5万元的行为明显与其年龄、智力不相适应，且非纯获利益的民事法律行为。因此，小华的妈妈可以要求平台返还相应的款项。',
    },
    {
        topic: '小丽在知名照相馆拍摄儿童写真。几个月后，妈妈发现未经同意照相馆用小丽的照片印制广告单，小丽妈妈可以维权吗？        A.可以        B.不可以',
        answer: 'A.可以。根据《民法典》第一千零一十九条规定：未经肖像权人同意，不得制作、使用、公开肖像权人的肖像，但是法律另有规定的除外。照相馆未经同意，擅自使用小丽的肖像印制广告单，侵犯了她的肖像权。小丽的妈妈作为小丽的监护人，当然可以维权。',
    },
    {
        topic: '小朱想跟奶奶的姓，他可以修改自己的姓氏吗？        A.可以        B.不可以',
        answer: 'A.可以。根据《民法典》第一千零一十五条规定：自然人应当随父姓或者母姓，但是有下列情形之一的，可以在父姓和母姓之外选取姓氏：（一）选取其他直系长辈血亲的姓氏；（二）因由法定扶养人以外的人扶养而选取扶养人姓氏；（三）有不违背公序良俗的其他正当理由。少数民族自然人的姓氏可以遵从本民族的文化传统和风俗习惯。小朱的奶奶属于小朱“其他直系长辈血亲”的范畴，因此，小朱可以跟奶奶的姓氏。',
    },
    {
        topic: '小红发布了悬赏1万元寻找宠物狗的广告，小明找到悬赏广告中的狗并归还小红，可以索要报酬吗？',
        answer: '可以。民事主体在社会生活中应遵循基本的诚实信用原则，小红以广而告之的方式发布了悬赏信息，并作出了支付报酬的意思表示，小明完成了广告指定的内容就可以要求悬赏人支付报酬。',
    },
    {
        topic: '甲和乙订立一份购买文具的合同，上述合同必须采用书面形式。这种说法是否正确。',
        answer: '错误。根据我国《民法典》规定，上述合同并没有硬性格式要求，可以书面，也可以口头签订。我国《民法典》规定，合同的订立形式是包括口头形式的，但是法律制度中明确规定应该用书面形式签合同的除外，比如劳动合同，此外还有商品房买卖合同，知识产权转让合同都应该是书面形式。',
    },
    {
        topic: '问：陈伯伯承包了一片耕地种麦子，耕地承包期限最长是多少年？        A.十年        B.二十年        C.三十年        D.四十年',
        answer: 'C.三十年。根据我国《民法典》规定，耕地最长承包年限为三十年。',
    },
    {
        topic: '遗嘱必须自己写才有效，这种说法是否正确？        A.正确        B.错误',
        answer: 'B.错误。根据我国《民法典》规定，遗嘱可以自书，也可以他人代为书写。',
    },
    {
        topic: '《民法典》是新中国成立以来第一部以“法典”命名的法律，是新时代我国社会主义法治建设的重大成果。这种说法是否正确？        A.正确        B.错误',
        answer: 'A.正确。习近平在主持学习时发表了讲话。他强调，《中华人民共和国民法典》，是新中国成立以来第一部以“法典”命名的法律，是新时代我国社会主义法治建设的重大成果。',
    },
    {
        topic: '问：《民法典》规定，（    ）以上的未成年人为限制民事行为能力人，（    ）以上的未成年人，以自己的劳动收入为主要生活来源的，视为完全民事行为能力人。        A. 六周岁，十四周岁        B. 六周岁，十六周岁        C. 八周岁，十四周岁        D. 八周岁，十六周岁',
        answer: 'D.根据《民法典》第十九条，八周岁以上的未成年人为限制民事行为能力人，实施民事法律行为由其法定代理人代理或者经其法定代理人同意、追认；但是，可以独立实施纯获利益的民事法律行为或者与其年龄、智力相适应的民事法律行为。根据《民法典》第十八条第二款，十六周岁以上的未成年人，以自己的劳动收入为主要生活来源的，视为完全民事行为能力人。因此，选择D选项。',
    },
]
