/**
 *
 *    宪法知识
 *
 **/

export default [
    {
        topic: '我国的国家宪法日是什么时候设立的？          A.2014年11月1日        B.2014年11月2日        C.2014年11月3日        D.2014年11月4日',
        answer: 'A。2014年11月1日第十二届全国人民代表大会常务委员会第十一次会议通过的《关于设立国家宪法日的决定》规定：“将12月4日设立为国家宪法日。国家通过多种形式开展宪法宣传教育活动。',
    },
    {
        topic: '我国国家的宪法日是每年的几月几日？        A.12月1日        B.12月2日        C.12月3日        D.12月4日',
        answer: 'D。宪法日也是现行宪法颁布施行纪念日，设立国家宪法日是为了增强全社会的宪法意识，弘扬宪法精神加强宪法实施，全面推进依法治国。',
    },
    {
        topic: '全国人民代表大会每届任期为几年?        A.2年        B.3年        C.4年        D.5年',
        answer: 'D.5年。《宪法》第六十条规定，全国人民代表大会每届任期五年。',
    },
    {
        topic: '我国建国以来共颁布了（）部宪法。        A.1        B.2        C.3        D.4',
        answer: 'D。新中国成立后，我国总共制定过四部宪法，分别是1954年宪法、1975年宪法、1978年宪法、1982年宪法',
    },
    {
        topic: '我国宪法修改的机关是？        A.最高人民法院        B.国务院        C.司法部        D.全国人民代表大会',
        answer: 'D。我国宪法的修改的机关是全国人民代表大会，宪法的修改是要由全国人民代表大会常务员会或者五分之一以上的全国人民代表大会代表提议，并由全国人民代表大会以全体代表的三分之二以上的绝对多数，才能通过的。而除外宪法以外的其它法律，只需由全国人民代表大会以全体代表的过半数通过即可修改。',
    },
    {
        topic: '全国人民代表大会通过宪法修正案要求有全体代表的三分之二以上多数通过，是否正确？        A.正确        B.错误',
        answer: 'A.正确',
    },
    {
        topic: '中华人民共和国的一切权利都属于国家，是否正确？        A.正确        B.错误',
        answer: 'B.错误。《宪法》第二条规定，中华人民共和国的一切权力属于人民。人民行使国家权力的机关是全国人民代表大会和地方各级人民代表大会。',
    },
    {
        topic: '我国的“四项基本原则”内容是坚持社会主义道路，坚持人民民主专政，坚持共产党的领导，坚持马列主义、毛泽东思想，是否正确？        A.正确        B.错误',
        answer: 'A.正确。我国社会上和党内曾经出现一些思想动向，有人提出了宣扬无政府主义和资产阶级自由化的主张，反对社会主义制度，反对共产党的领导，反对无产阶级专政的政权，反对毛泽东思想的指导地位，造成了一部分人思想混乱。针对这种情况，邓小平同志提出了“四项基本原则”。',
    },
    {
        topic: '宪法规范的特点具有：最高权威性、根本性、纲领性，是否正确？        A.正确        B.错误',
        answer: 'A.正确。宪法只规定国家生活中的根本性问题、宪法的地位和效力高于其他法律、宪法明确表达对未来目标的追求。',
    },
    {
        topic: '宪法规定中华人民共和国的一切权利属于？        A.工人阶级        B.全体公民        C.人民        D.执政党',
        answer: 'C。《宪法》第二条规定，中华人民共和国的一切权力属于人民。人民行使国家权力的机关是全国人民代表大会和地方各级人民代表大会。',
    },
    {
        topic: '宪法规定最高国家权利机关是什么？        A.全国人民代表大会        B.最高人民法院        C.最高人民检察院        D.公安部',
        answer: 'A.全国人民代表大会。全国人民代表大会是代表国家行使统治权力的机关，全国人民代表大会是国家最高权力机关，而地方各级人民代表大会是各级国家权力机关。',
    },
    {
        topic: '宪法中最核心的权利义务关系是？        A.国家与社会团体间的权利义务关系        B.国家与公民间的权利义务关系        C.国家与国家机关间的权利义务关系        D.公民与公民间的权利义务关系',
        answer: 'B。公民的基本权利和义务是宪法的核心内容，宪法是每个公民享有权利、履行义务的根本保证。',
    },
    {
        topic: '公民的含义是具有某一国国籍，并根据该国法律规定享有权利和承担义务的人，是否正确？        A.正确        B.错误',
        answer: 'A.正确。',
    },
    {
        topic: '凡是年满18周岁，在中国定居的人，就是中国公民，这种说法正确吗？         A.正确        B.错误',
        answer: 'B.错误。《宪法》第三十三条规定，凡具有中华人民共和国国籍的人都是中华人民共和国公民。',
    },
    {
        topic: '公民在年老、疾病或者丧失劳动力的情况下，有从国家和社会获得物质帮助的权利，对吗?        A.正确        B.错误',
        answer: 'A.正确。我国努力发展社会保障事业，保障公民在年老、疾病或者丧失劳动能力的情况下能够获得国家和社会的帮助，保障残废军人生活、优抚军烈属，以及帮助残疾人。',
    },
    {
        topic: '受教育既是公民的权利，也是公民的义务，这种说法正确吗？        A.正确        B.错误',
        answer: 'A.正确。《宪法》第四十六条规定，中华人民共和国公民有受教育的权利和义务。',
    },
    {
        topic: '小李是初二年级的学生，因学习成绩不好，他的爸爸就不让他上学，要他帮忙摆摊，卖东西。小李爸爸认为自己的做法是正确的，并没有损害小李受教育的权利。这种说法，正确吗？        A.正确        B.错误',
        answer: 'B.错误。受教育权是公民的基本权利之一，由宪法确认和保障的公民受教育的权利。我国实行九年制义务教育,义务教育具有强制性，适龄儿童、少年必须接受规定年限的义务教育。',
    },
    {
        topic: '国家举办各种学校，普及（    ）教育，发展中等教育、职业教育和高等教育，并且发展学前教育。        A.初级义务教育        B.中级义务教育        C.初等义务教育        D.初等教育',
        answer: 'C。我国实行九年制义务教育,义务教育具有强制性，适龄儿童、少年必须接受规定年限的义务教育。',
    },
    {
        topic: '公民的合法的私有财产不受侵犯，我家依照法律规定保护公民的(    )。（多选）        A.休息权   B.财产权    C.继承权     D.劳动权',
        answer: 'B、C。休息权、劳动权不属于财产范畴。',
    },
    {
        topic: '任何组织或者个人不得侵占、买卖或者以其他形式非法转让土地。土地的(   )权，可以依照法律的规定转让。A.所有权        B.使用权        C.占有权        D收益权',
        answer: 'B。《宪法》第十条规定，国家为了公共利益的需要，可以依照法律规定对土地实行征收或者征用并给予补偿。任何组织或者个人不得侵占、买卖或者以其他形式非法转让士地。土地的使用权可以依照法律的规定转让。',
    },
    {
        topic: '我国推广全国通用的语言是什么？        A.粤语        B.英语        C.普通话',
        answer: 'C。《宪法》第十九条规定， 国家推广全国通用的普通话。',
    },
    {
        topic: '中华人民共和国各民族的公民都有用（    ）语言文字进行诉讼的权利。        A.当地通用的        B.本民族        C.其他民族        D.自己通晓的',
        answer: 'B。《宪法》第一百三十九条规定，各民族公民都有用本民族语言文字进行诉讼的权利。人民法院和人民检察院对于不通晓当地通用的语言文字的诉讼参与人，应当为他们翻译。',
    },
    {
        topic: '我国社会主义经济制度的基础是生产资料的社会主义公有制。实行各尽所能、按劳分配。这个说法正确吗？        A.正确        B.错误',
        answer: 'A.正确。社会主义经济制度是指社会主义经济关系的总和，它以公有制为基础，劳动者成为生产要素的主人，实行按劳分配，消灭剥削、消除两极分化，最终实现共同富裕。',
    },
    {
        topic: '依照宪法规定，我国的根本制度是？        A.人民民主专政        B.社会主义制度        C.中国共产党的领导        D.人民代表大会制度',
        answer: 'B。社会主义制度是相对于资本主义制度而言的政治经济制度，其基本要素是实行公有制、实现人民当家做主。',
    },
    {
        topic: '选举权是公民的基本政治权利之一，公民享有选举权应当具备哪些基本条件？（多选）        A.具有中华人民共和国国籍        B.汉族        C.年满18周岁        D.政治权利未被剥夺',
        answer: 'A、C、D。《宪法》第三十四条规定，中华人民共和国年满十八周岁的公民，不分民族、种族、性别、职业、家庭出身、宗教信仰、教育程度、财产状况、居住期限，都有选举权和被选举权。',
    },
    {
        topic: '某一天，初一年级的中学生小明陪父母一同前往选举人大代表的投票点。小明见状，也想投标，但父母告诉他，他年龄还小不具有投标选举的资格。请问：我国宪法规定的公民享有选举权和被选举权的年龄是需要满多少周岁?        A.12周岁    B.14周岁     C.16周岁     D.18周岁',
        answer: 'D。《宪法》第三十四条规定，中华人民共和国年满十八周岁的公民，不分民族、种族、性别、职业、家庭出身、宗教信仰、教育程度、财产状况、居住期限，都有选举权和被选举权，但是依照法律被剥夺政治权利的人除外。',
    },
    {
        topic: '王某因犯故意伤害罪被判处有期徒刑三年，现已刑满释放，王某因犯罪不再享有选举权和被选举权，是否正确？        A.正确        B.错误',
        answer: 'B.错误。王某虽然实施犯罪行为，但并未被剥夺政治权利，王某仍然享有选举权和被选举权。',
    },
    {
        topic: '中华人民共和国的国旗是五星红旗、国歌是《义勇军进行曲》、国徽中间是五星照耀下的天安门，周围是谷穗和齿轮、首都是北京，是否正确？        A.正确        B.错误',
        answer: 'A.正确。《宪法》第一百四十一条规定，中华人民共和国国旗是五星红旗。国歌是《义勇军进行曲》。国徽中间是五星照耀下的天安门，周围是谷穗和齿轮。首都是北京。',
    },
    {
        topic: '中华人民共和国国歌是（）        A.《十送红军》        B.《黄河大合唱》        C.《解放区的天》        D.《义勇军进行曲》',
        answer: 'D。《宪法》第一百四十一条规定，中华人民共和国国歌是《义勇军进行曲》。',
    },
    {
        topic: '我国《宪法》第一百四十一条规定，中华人民共和国的国徽，中间是五星照耀下的天安门，周围是什么？        A.谷穗和锤头   B.红旗和齿轮   C.谷穗和齿轮   D.刀和锤头',
        answer: 'C。天安门是新中国成立时举行开国大典的盛大场所，齿轮和谷穗象征工人阶级与农民阶级。',
    },
    {
        topic: '外国人向我国政府提出避难的申请要求，必须是基于什么原因才有可能得到我国的庇护？        A.经济原因        B.政治原因        C.军事原因        D.在国外实施了刑事犯罪',
        answer: 'B。《宪法》第三十二条规定，中华人民共和国对于因为政治原因要求避难的外国人，可以给予受庇护的权利。',
    },
    {
        topic: '下列哪一部法律是我国国家的根本法，具有最高的法律效力。        A.刑法    B.宪法    C.民法典    D.行政法',
        answer: 'B。宪法是普通法律制定的基础和依据，任何普通法律、法规都不得与宪法相抵触。宪法是一切国家机关、社会团体和全体公民的最高行为准则。',
    },
    {
        topic: '国家、社会、学校和家庭应当教育和帮助未成年人运用（     )手段，维护自己的合法权益？        A.武力        B.法律        C.暴力        D.权力',
        answer: 'B。维权要合法。',
    },
    {
        topic: '在宪法序言中，明确把我国建设成为富强民主文明和谐美丽的社会主义现代化（    )，实现中华民族伟大复兴。        A.大国    B.强国     C.国家    D.中国',
        answer: 'B。',
    },
    {
        topic: '把我国建设成为富强民主文明和谐美丽的社会主义现代化强国，这是 (      )。        A.建党一百年时的奋斗目标        B.2020年到2035年的奋斗目标        C.新中国成立一百年时的奋斗目标        D.社会主义初级阶段，我国各族人民的共同理想',
        answer: 'C',
    },
    {
        topic: '下列哪些说法不正确? （多选）        A.商场保安人员有权对“盗窃嫌疑人”当场进行搜身检查        B.商场保安人员有权对拒绝搜身检查的顾客采取限制人身自由的措施        c.公民为了收集犯罪证据可以在他人住宅安装窃听设备进行监听        D.公民可以委托私家侦探进入他人住宅收集证据',
        answer: 'A、B、C、D。《宪法》第三十七条规定，中华人民共和国公民的人身自由不受侵犯。禁止非法拘禁和以其他方法非法剥夺或者限制公民的人身自由，禁止非法搜查公民的身体。第四十条规定，中华人民共和国公民的通信自由和通信秘密受法律的保护。除因国家安全或者追查刑事犯罪的需要，由公安机关或者检察机关依照法律规定的程序对通信进行检查外，任何组织或者个人不得以任何理由侵犯公民的通信自由和通信秘密。',
    },
    {
        topic: '我国哪个国家机关有权决定战争和和平的问题？         A.全国人民代表大会        C.国家主席        B.中央军事委员会        D.国务院',
        answer: 'A。《宪法》第六十二条规定，全国人民代表大会行使下列职权：.....（十五）决定战争和和平问题。',
    },
    {
        topic: '少数民族代表执行人大代表职务时，有关部门应当在语言文字、 (     )等方面给予必要的帮助和照顾。        A.学习生活    B.工作生活    C.工作条件    D.生活习惯',
        answer: 'D',
    },
    {
        topic: '我国的最高行政机关是？        A.中央军事委员会        B.国家主席        C.国务院        D.全国人民代表大会',
        answer: 'C。中华人民共和国国务院，即中央人民政府，是最高国家权力机关的执行机关，是最高国家行政机关。',
    },
    {
        topic: '我国现行宪法的的结构体系包括：序言；总纲；公民的基本权利和义务；国家机构；国旗、国徽、国歌、首都，是否正确？        A.正确        B.错误',
        answer: 'A.正确。',
    },
    {
        topic: '“宪法的基本价值是保障人权，人权是宪法中规定的公民基本权利构成的基础和源泉。”该说法是否正确？        A.正确        B.错误',
        answer: 'A.正确。',
    },
    {
        topic: '“宪法是每个国家的根本大法，是其它任何一部分法律制定的基础和前提条件，是最先有宪法，才会有其它法律的。如果没有宪法，就不会有任何的一部法律。宪法和其它法律的关系，就犹如母亲和子女的关系。”该说法是否正确？        A.正确        B.错误',
        answer: 'A.正确。',
    },
    {
        topic: '以下哪些是公民的基本义务？（多选）        A.依法纳税        B.依法服兵役        C.劳动就业        D.维护国家安全',
        answer: 'A、B、D。C项劳动就业是公民的权利，不是公民的义务。',
    },
    {
        topic: '下列有关宪法的制定和修改程序说法正确的是？        A.宪法修改程序比一般法律的修改程序要更严格        B.宪法制定和修改通过的人数和一般法律的人数相同',
        answer: 'A。《宪法》第64条规定：“宪法的修改，由全国人民代表大会常务委员会或者五分之一以上的全国人民代表大会代表提议，并由全国人民代表大会以全体代表的三分之二以上的多数通过。” “法律和其他议案由全国人民代表大会以全体代表的过半数通过。 ”',
    },
    {
        topic: '全国人大常委会的组成人员中，应当有适当名额的（    ）代表？        A.残疾人代表        B.妇女代表        C.军人代表        D.少数民族代表',
        answer: 'D。我国实行的是少数民族区域自治制度，让少数民族人民自己管理自己本民族的事务，维护祖国的统一促进祖国的祖国的繁荣发展和少数民族的发展。',
    },
    {
        topic: '“全国人民代表大会会议每年只能举行一次，会议举行完毕会不能再次召集会议。”该说法是否正确？        A.正确        B.错误',
        answer: 'B.错误。《宪法》第六十一条规定，全国人民代表大会会议每年举行一次，由全国人民代表大会常务委员会召集。如果全国人民代表大会常务委员会认为必要，或者有五分之一以上的全国人民代表大会代表提议，可以临时召集全国人民代表大会会议。',
    },
    {
        topic: '国家主席、副主席由全国人民代表大会选举产生，有选举权和被选举权且年满（    ）周岁的我国公民可以被选为国家主席、副主席。        A.40        B.45        C.50        D.55',
        answer: 'B',
    },
    {
        topic: '下列哪些既是公民的权利，也是公民的义务？        A. 出版        B.通信自由        C.劳动        D.纳税',
        answer: 'C。A项、B项是公民的权利，D项是公民的义务。',
    },
    {
        topic: '下列属于公民的人身自由的是？（多选）        A.人身不受非法拘禁、逮捕、限制、搜查、侵害        B.通信秘密和通讯自由        C.言论、出版、集会、结社、游行、示威自由        D.住宅不受侵犯',
        answer: 'ABD。C项是公民的政治权利和自由，非公民的人身自由。',
    },
    {
        topic: '初中生小王在放学回家的路上，突然发现一个小孩掉到水里。不会游泳的小王没有立即跳下河去救人，而是向路人呼救，并拨打 110 报警。小王的做法（）。        A.只顾及自己的生命，不关爱他人的生命        B.没有根据实际情况采取最佳的应对措施        C.属于侵犯落水小孩生命健康权的行为        D.既保护了自己的生命健康也关爱了他人的生命健康',
        answer: 'D',
    },
]
