/**
 *
 *    防范校园欺凌
 *
 **/

export default [
    {
        topic: '遭遇校园暴力事件一定要告诉家长、老师（  ） A.是        B.否',
        answer: 'A',
    },
    {
        topic: '恐吓、威胁、逼迫受害者做其不愿做的事属于校园欺凌（  ）A.是        B.否',
        answer: 'A',
    },
    {
        topic: '同学回家经常带着伤心、沮丧情绪很可能是校园欺凌的信号（  ）A.是        B.否',
        answer: 'A',
    },
    {
        topic: '遭遇校园欺凌一定要及时告诉老师及家长（  ）A.是  B.否',
        answer: 'A',
    },
    {
        topic: '不能让人欺负，但也不能欺负别人，不能做施暴的人（   ）A.是  B.否',
        answer: ' A',
    },
    {
        topic: '校园欺凌不仅仅是由学校的规章来处理，严重时也会触及到刑法（   ）A.是  B.否',
        answer: 'A',
    },
    {
        topic: '同学之间相互索要、甚至是偷窃的钱物，来替换被盗的钱或物可能是校园欺凌的信号（  ）A.是  B.否',
        answer: 'A',
    },
    {
        topic: '携带管制刀具等危险物品进入学校是为了防止被欺凌，应该人人携带（  ）A.是  B.否',
        answer: 'B',
    },
    {
        topic: '在学校多参加集体活动，多结交朋友，开发兴趣同时收获友谊，还可以保护自己（  ）A.是  B.否',
        answer: 'A',
    },
    {
        topic: '侵犯未成年人的人身权力或者其他合法权力，构成犯罪的，依法追究刑事责任（  ）A.是  B.否',
        answer: 'A',
    },
    {
        topic: '小明常用污言秽语对其他学生进行攻击，从而产生矛盾，是否属于校园欺凌？A.是  B.否',
        answer: 'A',
    },
    {
        topic: '给李明取侮辱性绰号侮辱他人人格，是否属于校园欺凌？A.是  B.否',
        answer: 'A',
    },
    {
        topic: '我国刑法对犯罪年龄的界定是（    ）A.是  B.否',
        answer: 'A',
    },
    {
        topic: '看到同学被欺负了，高年级张明及时制止，并告知老师，对吗？ （    ）A.是  B.否',
        answer: 'A',
    },
    {
        topic: '王明借助身体的优势打骂比较弱小的同学，是否属于校园欺凌？A.是  B.否',
        answer: 'A',
    },
    {
        topic: '同学小张向低年级学生索要钱物，不给就软硬兼施，威逼利诱，是否属于校园欺凌？A.是  B.否',
        answer: 'A',
    },
    {
        topic: '遭遇校园暴力，应在学校、警方或家长的帮助下，制止暴力，决不能逆来顺受或以暴制暴，做法是否正确?A.是  B.否',
        answer: 'A',
    },
    {
        topic: '以下哪个关于欺凌的观点是正确的？（ ） A.孩子只是在互相开玩笑        B.孩子收到欺凌告诉他要反击回去        C.孩子告诉家长被同学欺负，家长责怪其胆小、懦弱等        D.欺凌者。被欺凌者都是受欺凌行为影响的孩子，家长需要帮助孩子找办法应对和处理',
        answer: 'D',
    },
    {
        topic: '张鹏不断地用语言、行为等给其他同学造成精神或心理上的压力，使其出现不良表现，属于校园欺凌吗？A.是  B.否',
        answer: 'A',
    },
    {
        topic: '发现同学（  ）可能是校园欺凌的信号        A.身体表面无故出现瘀伤、抓伤等        B.不同某同学玩        C.不愿借东西给某同学',
        answer: 'A',
    },
    {
        topic: '校园欺凌下面哪个是（    ）        A.不跟同学说话        B.网上传播谣言，人身攻击        C.不借物品',
        answer: 'B',
    },
    {
        topic: '“小A在微信群、 QQ群内发布小B考试偷看的假消息”这种行为是属于（   ）        A.言语欺凌   B.社交欺凌        C.网络欺凌   D.肢体欺凌',
        answer: 'C',
    },

    {
        topic: '“小A骂小B“笨蛋”，小B很难过，因为自己的数学总是学不好”这种行为属于（    ）        A.言语欺凌   B.社交欺凌        C.网络欺凌   D.肢体欺凌',
        answer: 'A',
    },
    {
        topic: '“小A看到小B新买了一个篮球，就叫小B交出新买的篮球给自己用”这种行为是属于（   ）        A.言语欺凌   B.社交欺凌        C.财物欺凌   D.肢体欺凌',
        answer: 'C',
    },
    {
        topic: '“小A和小B是同桌，每天上课，小A都会用力拍一下或者掐一下小B”，这种行为是属于（   ）        A.言语欺凌   B.社交欺凌        C.财物欺凌   D.肢体欺凌',
        answer: 'D',
    },
    {
        topic: '“小A因为看小B成绩不好，于是叫所有同学都不能和小B说话，不能和小B一起玩”这种行为是属于（  ）        A.言语欺凌   B.社交欺凌        C.网络欺凌   D.肢体欺凌',
        answer: 'B',
    },
    {
        topic: '在班级微信群里，小A经常恶意发一些关于小B的丑照，这种行为属于（  ）        A.言语欺凌   B.社交欺凌        C.网络欺凌   D.肢体欺凌',
        answer: 'C',
    },
    {
        topic: '小A一直称呼小B“香香公主”，更嘲笑她的个人卫生有问题，一个月只洗头一次，这种行为是否属于攻击性言语欺凌？（    ）        A是        B否',
        answer: 'A',
    },
    {
        topic: '每次老师布置家庭作业后，小A都强迫小B代写完成作业。这种行为属于（    ）        A.言语欺凌   B.社交欺凌        C. 强索性欺凌   D.肢体欺凌',
        answer: 'C',
    },
    {
        topic: '在排球课上，小A总是故意用排球击打小B的身体、头部。这种行为属于（    ）        A.言语欺凌   B.社交欺凌        C. 强索性欺凌   D.肢体欺凌',
        answer: 'D',
    },
    {
        topic: '在班级里，小A时常联合其他同学不要与小B玩耍。这种行为属于（  ）        A.言语欺凌   B.社交欺凌        C. 强索性欺凌   D.肢体欺凌',
        answer: 'B',
    },
    {
        topic: '故意捏造歪曲事实，对同学形象造成负面影响。这种行为是否属于侵犯他人名誉权？（    ）        A.是        B.否',
        answer: 'A',
    },
    {
        topic: '纠集众人成帮结伙地进行殴斗，破坏公共秩序的行为，是否属于聚众斗殴？（    ）        A.是        B.否',
        answer: 'A',
    },
    {
        topic: '打、推、骂、掐、揪头发、绊倒、扯你的衣服属于身体欺凌，是否正确？（  ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '起外号、嘲笑、说粗话、颐指气使、叫嚣、奚落、讲脏话、叫你父母的名字、说闲话侮辱人属于言语欺凌，是否正确？（  ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '排挤、鄙视、嫌弃，联合一群人对付某一人，恶作剧，骚扰、歧视、孤立属于关系欺凌，是否正确？（  ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '比如抢别人游戏机、“借”别人的鞋穿几天属于财物欺凌，是否正确？（  ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '在网络上传播你的隐私，传播谣言攻击你，“人肉”你不希望别人知道的信息属于网络欺凌，是否正确？（    ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '遇到校园欺凌了，可以怎么处理？（    ）        A.言语攻击对方        B.默默忍受        C.主动和对方产生肢体冲突        D.及时找老师解决',
        answer: 'D',
    },
    {
        topic: '遭遇校园暴力事件一定要告诉家长老师。（  ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '恐吓威胁逼迫受害者，做他不愿做的事是校园欺凌。（    ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '损坏受害者的书本、衣物等个人财产不是校园欺凌。（    ）        A.正确        B.错误',
        answer: 'B',
    },
    {
        topic: '孩子回家经常带着伤心、沮丧情绪很可能是校园欺凌的信号。（    ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '你被人抢了钱后，下列处理方式正确的是？（    ）        A.必须再从他人身上抢回来        B.默默忍受，不告诉任何人        C.及时告诉父母、老师        D.纠集同学殴打对方',
        answer: 'C',
    },
    {
        topic: '小刚经常欺负我同学，并把我同学打伤，同学让我帮助解决，我才去打了小刚，这应该说是见义勇为。是否正确？（  ）        A.正确        B.错误',
        answer: 'B',
    },
    {
        topic: '放学路上遇到有人拦劫，尽量不要与其发生正面冲突，可以先把钱物给他们，然后报告老师、家长。同学们上下学最好结伴一起走。是否正确？（    ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '处理校园欺凌时，对施害者依据“宽容不纵容，关爱又严管”的原则，根据实际情况对施害者进行教育管理、惩戒。是否正确？（    ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '学生间并无预谋，一时性冲突，后果不严重也无后续伤害，错误一方承认错误，赔礼道歉并能彼此谅解，不宜按校园欺凌处理。（  ）        A.正确        B.错误',
        answer: 'A',
    },
    {
        topic: '看见别人校园欺凌，你应该怎么做？(   )        A.劝说，发现无用需赶快离开告知老师        B.不管不顾        C.呼喊同学在旁边看热闹        D.参与其中',
        answer: 'A',
    },
]
